import React, { Component } from 'react';

import './About.css';

class About extends Component {
	render() {
		return (
			<div className="services-inner">
				<section id="about-wrapper">
					<div className="about-cover"></div>
					<div className="about-text">
						<div className="container">
							<h3>ჩვენს შესახებ</h3>
							<p>
								Wehost არის სტარტაპ საქართველოს გამარჯვებული პროექტი, რომელიც წარმოადგენს პირველ Airbnb მენეჯმენტ კომპანიას საქართველოში. Wehost ორიენტირებულია მაღალი სტანდარტების მასპინძლობის სერვისის შექმნაზე და ამავდროულად, მორგებულია ბინის იმ მეპატრონეების ინტერესებზე, რომლებსაც სურთ ტურისტებზე ბინის გაქირავებით მიიღონ მაქსიმალური შემოსავალი ყოველგვარი ძალისხმევის გარეშე.
							</p>
							<p>
								კომპანია საქართველოს სტუმრებს აძლევს საშუალებას იმოგზაურონ ჩვენს ქვეყანაში, გაატარონ დაუვიწყარი დრო, მიიღონ მაღალხარისხიანი მომსახურება და თავი იგრძნონ ისე, როგორც საკუთარ სახლში.
							</p>
						</div>
					</div>
					<div className="about-secondary-text">
						<div className="container">
							<div className="secondary-item">
								<h3>ჩვენი მისია</h3>
								<p>
									Wehost-ის მისიაა იყოს შუამავალი კომპანია, რომელიც, ერთი მხრივ, უზრუნველყოფს წარმატებულ და მაღალხარისხიან სერვისს სტუმრებისთვის და, მეორე მხრივ, ეხმარება ბინის მეპატრონეებს, მიიღონ გაზრდილი შემოსავალი ყველანაირი ძალისხმევის გარეშე.
								</p> 
							</div>
							<div className="secondary-item">
								<h3>ჩვენი ხედვა</h3>
								<p>
									შევქმნათ ყველაზე მსხვილი hospitality ბრენდი საქართველოში, რომელიც ასოცირდება ხარისხთან და ქართულ სტუმართმოყვარეობასთან.
								</p> 
							</div>
							<div className="secondary-item">
								<h3>ჩვენი ღირებულებები</h3>
								<p>
									ჩვენი ღირებულებები გამოხატავს იმას, თუ ვინ ვართ და რისკენ ვისწრაფით
								</p> 
							</div>
						</div>
					</div>	
				</section>
			</div>
		);
	}
}

export default About;